GREETINGS = "Предложите новость: картинку с подписью или простой текст"
ANSWER_TEXT = 'Мы получили предложенную вами новость! Спасибо, что участвуете в развитии канала! можете подписаться на другие наши каналы:\n ' \
              '\n<a href="https://t.me/Around_Moscow_SH"><b>Вокруг Москвы</b></a>' \
              '\n<a href="https://t.me/GoldenRingRussia"><b>Золотое кольцо России</b></a>'
CHANNEL_BOT_AD = 'Предлагайте новости в нашем <a href="{bot_link}">Боте</a>'
ADMIN_HELP = f'Что может этот бот:' \
             f'Отправить сообщение в канал и закрепить его /send_pin_bot' \
             f'' \
             f''
ADDITIONAL_TEXT = '\n\n<a href="{bot_link}">Из нашего Бота-предложки</a>'
